<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Currency Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'enumes' => [],
    'messages' => [
        'create_successfull' => 'واحد پول با موفقیت ایجاد شد',
        'found_successfull' => 'واحد پول با موفقیت پیدا شد'
    ],
    'validations' => [],
    'errors' => [
        'not_found' => 'واحد پول پیدا نشد',
    ],

];
