<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'enumes' => [],
    'messages' => [],
    'validations' => [],
    'errors' => [
        'HTTP_INTERNAL_SERVER_ERROR' => 'خطای سرور رخ داده است. لطفا با مدیر سیستم تماس بگیرید.',
        'HTTP_NOT_FOUND' => 'آدرس یا اطلاعات یافت نشد',
        'HTTP_BAD_REQUEST' => 'شما درخواست یا اطلاعات اشتباه ارسال کرده اید'

    ],

];